[
  {
    "id": "1",
    "name": "GREEN ROPE BALL",
    "price": "$59.99",
    "description1": "Chewing or biting the rope will keep your dog busy and your home accessories safe. It is the best way to clean your pet's teeth and improve your health. Keep away from plastic and chemical odours, clean your teeth, massage your gums, reduce plaque buildup, prevent gum disease, and ensure your pet's health and safety.",
    "description2": "VIRTUALLY INDESTRUCTIBLE: 100% Non-toxic Cotton - when chewed helps to maintain dental hygiene by flossing the teeth and massaging the gums. Machine washable so your house stays free of harmful bacteria.",
    "image": [
      "https://thetinypaws.com/cdn/shop/products/Hb81ecc07ef3247d689f9a67d94c4f173n_720x.jpg?v=1652131629",
      "https://cdn.shopify.com/s/files/1/0556/7827/1680/files/Hd259df34e40447f0bb207e854aec5342d_480x480.jpg?v=1617529509"
    ],
    "description img": "https://cdn.shopify.com/s/files/1/0556/7827/1680/f…16e42499e55a5dc5181fae2r_480x480.jpg?v=1617529590",
    "category": "For Cats",
    "rating": 4.5,
    "Size": ["30cm", "40cm", "50cm", "60cm", "70cm"]
  },
  {
    "id": "1",
    "name": "TREAT LEAKING INTERACTIVE TOY",
    "price": "$36.99",
    "description1": "THIS WILL BE YOUR CAT'S FAVOURITE TOY 😍",
    "description2": "Interactive Toy: Your Pet Cat can move this Vertical rotation Wheel Clockwise and Counter-clockwise by slight swatting. This  Spinning Toy will attract your Pet Attention again and again. Bless the Luck : Rotating Windmill means “Luck is on the Turn.” This is the concept when we design it and we hope this toy can bring the luck to every pet. Remove the top stopper and put in Snacks and the food will be dispensed during rotation. Designed with powerful suction cup - The unique design of powerful suction cup is able to stick on any surface, doors, windows and walls.It can be vertically or horizontally absorbed. The overall suction cup is stable and not easy to be pulled apart, which enables the product to be used in a wider range of space and scenes.",
    "image": [
      "https://thetinypaws.com/cdn/shop/products/product-image-1693549979_720x.jpg?v=1641537601",
      "https://thetinypaws.com/cdn/shop/products/61hwPWbzaLS._AC_SL1100_150x.jpg?v=1641537601",
      "https://thetinypaws.com/cdn/shop/products/product-image-1693549977_150x.jpg?v=1641537601"
    ],
    "description img": "https://cdn.shopify.com/s/files/1/0605/0480/1480/f…2-04-28_at_12.45.19_AM_1024x1024.png?v=1651086948",
    "category": "For Cats",
    "rating": 5,
    "Size": ["Yellow", "Green", "Blue"]
  },
  {
    "id": "1",
    "name": "TRANSPARENT CAT CARRIER",
    "price": "$79.99",
    "description1": "CARRYING YOUR CAT HAS NEVER BEEN EASIER 😍",
    "description2": "Transparent Cover Design, 180 Degree Broader Vision. Breathable and Durable, Better Air Circulation And Anti-scratch Effect.  Ergonomic Design, Comfortable Carrying For Pets.",
    "image": [
      "https://thetinypaws.com/cdn/shop/products/product-image-1788388906_300x300.jpg?v=1641534244",
      "https://thetinypaws.com/cdn/shop/products/product-image-1640360181_300x.jpg?v=1641534255",
      "https://thetinypaws.com/cdn/shop/products/product-image-1781675038_300x.jpg?v=1641534243"
    ],
    "description img": "https://ae01.alicdn.com/kf/Hfb541ebdf01e487db1f559f95ab2ee72q.jpg",
    "category": "For Cats",
    "rating": 4.5,
    "Size": ["Sky Blue", "Pink", "Purple"]
  },
  {
    "id": "1",
    "name": "COUCH ANTI-SCRATCHER",
    "price": "$29.99",
    "description1": "A MUST HAVE PRODUCT TO SAVE YOUR COUCHES FROM YOUR PET'S SCRATCHY NAILS!",
    "description2": "ULTIMATE PROTECTION:  Upgraded two-layer structure: sticky layer for more adhesive, and anti-scratch layer that goes against your indoor pet paws from scratching couch, bed, chair, door etc. All 10 pc pads are 17-inch x 12-inch, easily covers a full section of sofa from pet claw damage. 100% transparent - anti dust & easy to clean. NOTE we do not recommend using this cat scratch deterrent on faux or real leather.   FLEXIBLE & STRONG: With 125um Anti-scratch Coating, sleek scratch guard is flexible enough to cover corner of your furniture, and can be easily cut to any shapes according to your furniture. The PET shield is thick enough to prevent scratching, and using residue free design when removed. It is very easy and fast to install.",
    "image": [
      "https://thetinypaws.com/cdn/shop/products/product-image-1806263001_300x300.jpg?v=1641534242"
    ],
    "description img": "https://cdn.shopify.com/s/files/1/0605/0480/1480/f…022-04-26_at_10.41.50_PM_600x600.png?v=1650993378",
    "category": "For Cats",
    "rating": 3.5,
    "Size": ["14x30CM (2Pieces)", "14x40CM (2Pieces)"]
  },
  {
    "id": "1",
    "name": "CAT SISAL MAT",
    "price": "$69.99",
    "description1": "ACKNOWLEDGE YOUR CAT'S LOVE FOR CARPET AND PASS HIS/HER LOVE AFFECTION TO THE MAT INSTEAD. TO HELP KEEP YOUR CAT BUSY, AND MAINTAIN ITS CLAWS, TAKE IT NOW!",
    "description2": "Safe & Non-toxic - This sisal scratching mat, for one, is environmentally and cat-friendly. It has not been treated with any harsh oils, chemicals, or other substances which may harm your cat or the environment around it Multi-Scene - The scratcher mat can not only be a cat scratch pad/play mat, but also a sleeping mat, a litter mat & of course you can also use it as a door mat :) Anti-skid Design - The presence of anti-skid latex at the bottom increase its thickness and stability so that it is not prone to slide.",
    "image": [
      "https://thetinypaws.com/cdn/shop/products/product-image-1918497548_300x300.jpg?v=1641537871",
      "https://thetinypaws.com/cdn/shop/products/38f039c8df584d1b31e21a1d48e9f37b_150x.jpg?v=1641537874"
    ],
    "description img": "https://cdn.shopify.com/s/files/1/0605/0480/1480/f…022-04-26_at_10.39.17_PM_600x600.png?v=1650993015",
    "category": "For Cats",
    "rating": 4.5,
    "Size": ["30x40cm", "40x60cm", "50x80cm", "60x90cm"]
  },
  {
    "id": "1",
    "name": "DOUBLE LAYER CAT LITTER TRAPPING MAT",
    "price": "$69.99",
    "description1": "WORRIED ABOUT YOUR CAT LITTER? WE GOT YOU COVERED 😉",
    "description2": "Anti-Tracking Open Edge:  Double-layer honeycomb design helps you gather the litter. You just pick up the mat and all the litter falls through and then dump it back in the litter box . No more getting litter stuck to your feet on a daily basis! Large holes in this mat is large enough to catch and trap litter.  Waterproof/Urine Proof : Bottom layer is waterproof and also slip-resistant which will not allow any liquid to go through and easy to move. If you have a cat vomit on the mat, you can hose it off. Very easy to clean and be dry. Protect your hardwood floors and carpets from nasty urine stains.Prevent the cat's urine from getting everywhere.  Easy Clean: The litter box mat is made of soft durable and washable EVA. Dirt can be removed easily.You don't have to sweep up or vacuum the litter everyday.Save your time and strength! ",
    "image": [
      "https://thetinypaws.com/cdn/shop/products/product-image-1902249041_300x.jpg?v=1641534256",
      "https://thetinypaws.com/cdn/shop/products/product-image-1435045219_150x.jpg?v=1641534260",
      "https://thetinypaws.com/cdn/shop/products/product-image-1435045220_150x.jpg?v=1641534269"
    ],
    "description img": "https://cdn.shopify.com/s/files/1/0605/0480/1480/f…584d4e996b7d82e9c1733cW_600x600.webp?v=1651072079",
    "category": "For Cats",
    "rating": 4.5,
    "Size": ["30x45cm", "40x55cm", "50x70cm", "46x60cm"]
  },
  {
    "id": "1",
    "name": "PET ADJUSTABLE WALKING LEASH",
    "price": "$36.99",
    "description1": "FEATURES",
    "description2": "All cat lovers know that cats are very sensitive. Before a cat get used to its harness, it will keep backing off to get rid of the harness. To solve this problem completely, our designer develop this adjustable collar harness.   You can tie or loose the collar to fit your cat's neck circumference so that your lovely cat will never escape the harness again.  In order to let your dear cat get a more comfortable wear experience, We use super soft lightweight polyester mesh fabric to produce this harness. The total weight of this harness is only about 50-100g, so it makes your lovely cat feel comfortable while wearing it. This soft breathable harness can not only keep warm in winter but also keep cool in summer. An excellent choice for cats daily outdoor walking, or some unfamiliar places like pets' hospital or groom room.",
    "image": [
      "https://thetinypaws.com/cdn/shop/products/product-image-1886848482_300x.jpg?v=1641534244",
      "https://thetinypaws.com/cdn/shop/products/product-image-1815669683_360x.jpg?v=1641534248",
      "https://thetinypaws.com/cdn/shop/products/product-image-1815669680_300x.jpg?v=1641534259",
      "https://thetinypaws.com/cdn/shop/products/product-image-1815669682_300x.jpg?v=1641534245"
    ],
    "description img": "https://cdn.shopify.com/s/files/1/0605/0480/1480/f…022-04-28_at_12.52.47_AM_600x600.png?v=1651087402",
    "category": "For Cats",
    "rating": 4.5,
    "Size": ["Blue", "Black", "Red", "Pink"]
  },
  {
    "id": "1",
    "name": "PET FEEDER WITH WATER BOTTLE",
    "price": "$39.99",
    "description1": "FEATURES:",
    "description2": "Automatic Water Supply : The automatic gravity water feeding function of this pet feeder can stably control the water level. The water bottle is of 500ml which can meet the needs of 2-3 days. Durable Quality: This Pet water bowl is made of environmentally friendly plastic, BPA-free, non-toxic, no odour, and it is good for protecting the health of pets.  Novel Design : 15° tilt to protect the pet's neck. The tiny design reduces the pressure on the pet's neck and joints, helping the pet to swallow easily. Multifunctional: Two pet bowls are designed for dry wet depart, and it allows multiples pets to eat at the same time. Detachable parts- the bowls are easy to take out for cleaning or adding food.",
    "image": [
      "https://thetinypaws.com/cdn/shop/products/product-image-1857951446_300x.jpg?v=1641535891",
      "https://thetinypaws.com/cdn/shop/products/product-image-1857951449_300x300.jpg?v=1641798797",
      "https://thetinypaws.com/cdn/shop/products/product-image-1857951450_300x.jpg?v=1641798797"
    ],
    "description img": "https://cdn.shopify.com/s/files/1/0605/0480/1480/f…5f4aefacff1cf01d92d5d4k_480x480.webp?v=1651087949",
    "category": "For Cats",
    "rating": 2.5,
    "Size": ["2 in 1 Green", "2 in 1 Navy Blue", "2 in 1 Blue"]
  },
  {
    "id": "1",
    "name": "TINYPAWS™ AUTOMATIC FOUNTAIN BOWL",
    "price": "Sale price$63.99",
    "description1": "IS YOUR PET REALLY HYDRATED?",
    "description2": "Say Goodbye to those ineffective water bowls that make water contaminated with hairs and toxic bacteria collected on the bottom surface, worst of all, affecting your Pet's health and lead to the risk of crystallisation in the urethra!  Our Incredible Automatic Fountain Bowl supplies fresh, purified and flowing water that encourages your Pet to drink more water to keep them hydrated and healthy all the time. The fountain bowl is made up of BPA free material and compatible enough which can easily fit anywhere. It was developed by safety experts for busy paw parents so that they can truly take care of their Pets Health even if they're busy. ",
    "image": [
      "https://thetinypaws.com/cdn/shop/products/product-image-1489047046_150x.jpg?v=1651089948",
      "https://thetinypaws.com/cdn/shop/products/product-image-1459063263_300x300.jpg?v=1651089952",
      "https://thetinypaws.com/cdn/shop/products/product-image-1695611645_150x.jpg?v=1651089950"
    ],
    "description img": "https://images-na.ssl-images-amazon.com/images/I/61g8QpGsIuL._AC_SL1280_.jpg",
    "category": "For Cats",
    "rating": 4.5,
    "Size": [
      "Stainless Steel (with 5pcs filters)",
      "Plastic (with 5pcs filters)",
      "4 Pcs filter"
    ]
  },
  {
    "id": "1",
    "name": "TERRA TOY FISH",
    "price": "$39.99",
    "description1": " Stimulate more Playtime and Reduce Separation Anxiety of your Cat with this Smart & Interactive Floppy Fish Cat Toy",
    "description2": "Just like a fish out of water, The Floppy Fish has an action instinct that instantly attracts your cat.  The Floppy Fish Cat toy is an amazing way for your cats to release energy! Make playtime more enjoyable by simulating their fish hunting instincts! It's made of strong durable materials that are safe and non-toxic and it's USB rechargeable. No matter your cat's age, they'll be as playful as a kitten with Floppy Fish.",
    "image": [
      "https://thetinypaws.com/cdn/shop/products/Hea88c81922df47aa94835ebc813553c6r_360x.jpg?v=1651899438",
      "https://thetinypaws.com/cdn/shop/products/H0b77b555ef8d4ec5806e295418602140f_150x.jpg?v=1651899442",
      "https://cdn.shopify.com/s/files/1/0513/2638/6369/files/amcat_01_dancing_fish_amazinglycat_530x_540x-removebg-preview_720x_86b87eb4-e0f2-4107-8171-b187fff0dd2a_480x480.png?v=1606366486"
    ],
    "description img": "https://cdn.shopify.com/s/files/1/0513/2638/6369/files/amcat_01_dancing_fish_amazinglycat_530x_540x-removebg-preview_720x_86b87eb4-e0f2-4107-8171-b187fff0dd2a_480x480.png?v=1606366486",
    "category": "TFor Cats",
    "rating": 3.5,
    "Size": ["Blue", "Pink", "Green", "Orange", "70cm"]
  },
  {
    "id": "1",
    "name": "CACTUS TREE TOY",
    "price": "$169.99",
    "description1": "VIVID AND UNIQUE: This lovely cat scratching toy and condo is just like a real cactus for cats to scratch, climb, exercise and rest. Unlike other traditional cat condo, our products are more vivid and durable, suitable for all kinds of cats. CHEERS UP YOUR CAT: Spoil your cats with this cactus condo so they won't feel lonely when you’re away, and let them play and relax in comfort, away from your furniture.",
    "description2": "ASSEMBLES IN 15 MINUTES OR LESS: No extra tool is needed, all the tools are included in the package. Couldn’t be easier to assemble and set out for your feline friend. If you need any assistance with the product, you can always find our email on the instruction",
    "image": [
      "https://thetinypaws.com/cdn/shop/products/U7559187e86434b2691af23b9cfe0a055k_300x300.webp?v=1651011686",
      "https://thetinypaws.com/cdn/shop/products/product-image-1829315097_150x.jpg?v=1641798999",
      "https://thetinypaws.com/cdn/shop/products/product-image-1871550509_150x.jpg?v=1641798996"
    ],
    "description img": "https://thetinypaws.com/cdn/shop/products/product-image-1829315097_150x.jpg?v=1641798999",
    "category": "TFor Cats",
    "rating": 4,
    "Size": ["30cm", "40cm", "50cm", "60cm", "70cm"]
  }
]
